#Область ОбработчикиСобытийФормы

&НаСервере
Процедура PushA_ПриСозданииНаСервереПосле(Отказ, СтандартнаяОбработка)
	
	Элемент = Элементы.Вставить("ПравилаКонвертацииОбъектовСсылка", Тип("ПолеФормы"), Элементы.ПравилаКонвертацииОбъектов, Элементы.ПравилаКонвертацииОбъектовКод);
	Элемент.Вид = ВидПоляФормы.ПолеНадписи;
	Элемент.ПутьКДанным = "ПравилаКонвертацииОбъектов.Ссылка";
	Элемент.Заголовок = Элементы.ПравилаКонвертацииОбъектовКод.Заголовок;
	Элементы.ПравилаКонвертацииОбъектовКод.Видимость = Ложь;
	
КонецПроцедуры

#КонецОбласти
