#Область ОбработчикиСобытийФормы

&НаСервере
Процедура PushA_ПриСозданииНаСервереПосле(Отказ, СтандартнаяОбработка)
	
	Элементы.ОбъектыФормата.ПоложениеСтрокиПоиска = ПоложениеСтрокиПоиска.КоманднаяПанель;
	Элементы.СвойстваФормата.ПоложениеСтрокиПоиска = ПоложениеСтрокиПоиска.КоманднаяПанель;
	Элементы.ОбъектыКонфигурации.ПоложениеСтрокиПоиска = ПоложениеСтрокиПоиска.КоманднаяПанель;
	Элементы.СвойстваКонфигурации.ПоложениеСтрокиПоиска = ПоложениеСтрокиПоиска.КоманднаяПанель;
	
КонецПроцедуры

#КонецОбласти
